<?php

// +----------------------------------------------------------------------
// | 验证码配置
// +----------------------------------------------------------------------

return [
        // 验证码字符集合
        //'codeSet'  => '123456789',
        // 验证码字体大小(px)
        'fontSize' => 20,
        // 是否画混淆曲线
        'useCurve' => true,
        // 验证码位数
        'length'   => 4,
        // 验证成功后是否重置
        'reset'    => true,
        //验证码图片高度
        'imageH'   => 40,
        //验证码图片宽度
        'imageW'   => 150,
];
